tap "homebrew/cask"
tap "getantibody/tap"
tap "caskroom/fonts"

brew "fd"
brew "fzf"
brew "antibody"
brew "composer"
brew "git"
brew "go"
brew "hub"
brew "lf"
brew "loc"
brew "node"
brew "python"
brew "ripgrep"
brew "vim"
brew "zsh"
brew "yarn"
brew "httpie"

cask "1password"
cask "amethyst"
cask "basictex"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-sans"
cask "hazel"
cask "iina"
cask "iterm2"
cask "parsec"
cask "rstudio"
cask "sketch"
cask "slack"
cask "spotify"
cask "subler"
cask "texpad"
cask "the-unarchiver"
cask "transmission"
cask "vmware-fusion"
